tap "greymd/tools"
tap "homebrew/bundle"
tap "homebrew/services"
brew "openssl@3"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "figlet"
brew "python@3.12"
brew "go"
brew "htop"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "mas"
brew "micro"
brew "moreutils"
brew "node"
brew "pkg-config"
brew "ripgrep"
brew "rsync"
brew "sd"
brew "starship"
brew "terminal-notifier"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "greymd/tools/teip"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-overpass-nerd-font"
cask "font-space-mono-nerd-font"
cask "google-chrome"
