tap "greymd/tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jlhonora/lsusb"
tap "nikitabobko/tap"
brew "openssl@3"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bat"
brew "python@3.12"
brew "bpytop"
brew "cmake"
brew "php", restart_service: true
brew "composer"
brew "node"
brew "corepack"
brew "coreutils"
brew "figlet"
brew "fzf"
brew "gh"
brew "glib"
brew "gnupg", link: false
brew "go"
brew "gtop"
brew "htop"
brew "iftop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "ldns"
brew "lolcat"
brew "lsd"
brew "lsusb"
brew "mas"
brew "micro"
brew "moreutils"
brew "neofetch"
brew "nerdfetch"
brew "nmap"
brew "oci-cli"
brew "openssh"
brew "perl"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sd"
brew "shellcheck"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "toilet"
brew "trash"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yarn", link: false
brew "greymd/tools/teip"
cask "apparency"
cask "betterzip"
cask "figma"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-overpass-nerd-font"
cask "font-space-mono-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "hightop"
cask "kapitainsky-rclone-browser"
cask "karabiner-elements"
cask "nvs"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rclone-browser"
cask "stremio"
cask "suspicious-package"
cask "syncthing"
cask "transmission"
cask "visual-studio-code"
mas "Bear", id: 1091189122
mas "Cooler", id: 677535539
mas "FileZilla Pro", id: 1298486723
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "MenuWeather+", id: 1518142110
mas "Pastel", id: 413897608
mas "Texty", id: 1538996043
mas "Todoist", id: 585829637
mas "Twitter", id: 409789998