tap "bramstein/webfonttools"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "osx-cross/avr"
tap "romkatv/powerlevel10k"
tap "roots/tap"
tap "sass/sass"
tap "sudar/arduino-mk"
brew "ack"
brew "openssl@3", link: false
brew "pcre"
brew "aircrack-ng"
brew "libpng"
brew "xz"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arduino-cli"
brew "autoconf"
brew "automake"
brew "python@3.12"
brew "autopep8"
brew "boost"
brew "libusb"
brew "avrdude"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "gettext"
brew "glib"
brew "harfbuzz"
brew "pkg-config"
brew "bfg"
brew "binutils"
brew "gmp"
brew "gcc"
brew "libraqm"
brew "openblas"
brew "numpy"
brew "openjpeg"
brew "p7zip"
brew "pillow"
brew "python-psutil"
brew "binwalk"
brew "bison"
brew "brew-php-switcher"
brew "bzip2"
brew "cifer"
brew "libtool"
brew "freetds"
brew "libavif"
brew "gd"
brew "libzip"
brew "oniguruma"
brew "php"
brew "composer"
brew "coreutils"
brew "dark-mode"
brew "detox"
brew "dex2jar"
brew "dns2tcp"
brew "dnsmasq", restart_service: true
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fcrackzip"
brew "fdupes"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "ghostscript"
brew "libheif"
brew "imagemagick"
brew "folderify"
brew "foremost"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "openssl@1.1"
brew "grc"
brew "hashpump"
brew "httpd"
brew "hub"
brew "libfido2"
brew "hydra"
brew "isort"
brew "john"
brew "jpeg"
brew "jq"
brew "knock"
brew "lazygit"
brew "libffi"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "libzdb"
brew "lolcat"
brew "lsusb"
brew "lua"
brew "lynx"
brew "mackup"
brew "mariadb"
brew "mhash"
brew "mcrypt"
brew "micro"
brew "n"
brew "netpbm"
brew "nginx"
brew "nmap"
brew "node"
brew "oci-cli"
brew "openvino"
brew "pandoc"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "php@8.1"
brew "phpbrew"
brew "phpmd"
brew "zopfli"
brew "pigz"
brew "pipx"
brew "platformio"
brew "pngcheck"
brew "pnpm"
brew "powerlevel10k"
brew "pv"
brew "pyenv"
brew "pylint"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "re2c"
brew "rename"
brew "rhino"
brew "ripgrep"
brew "rsync"
brew "s-search"
brew "s3cmd"
brew "scrcpy"
brew "shc"
brew "shellcheck"
brew "shfmt"
brew "signify-osx"
brew "socat"
brew "speedtest-cli"
brew "sqlmap"
brew "ssh-copy-id"
brew "sshs"
brew "stow"
brew "stylelint", link: false
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "terminal-notifier"
brew "toilet"
brew "trash"
brew "tree"
brew "ucspi-tcp"
brew "watchman"
brew "webkit2png"
brew "wget"
brew "woff2"
brew "wp-cli-completion"
brew "yapf"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "osx-cross/avr/avr-gcc@9"
brew "roots/tap/trellis-cli"
brew "sass/sass/sass", link: false
brew "sudar/arduino-mk/arduino-mk"
cask "aerial"
cask "android-file-transfer"
cask "android-messages"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio", args: { appdir: "~/Applications" }
cask "androidtool"
cask "authy"
cask "barrier"
cask "betterzip"
cask "brave-browser"
cask "brewservicesmenubar"
cask "cakebrew"
cask "checkra1n"
cask "dbeaver-community"
cask "diffmerge"
cask "discord"
cask "docker"
cask "dozer"
cask "figma"
cask "firefox"
cask "futurerestore-gui"
cask "gcc-arm-embedded"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hashicorp-vagrant"
cask "hyper"
cask "insomnia"
cask "iterm2@beta"
cask "lastpass"
cask "launchcontrol"
cask "opera"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "sidekick"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "stremio"
cask "suspicious-package"
cask "transmission"
cask "typora"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webpquicklook"
cask "whatsapp"
cask "xquartz", args: { appdir: "~/Applications" }
cask "zoom"
vscode "2gua.rainbow-brackets"
vscode "aaron-bond.better-comments"
vscode "aaronphy.scss-scan"
vscode "absszero.vscode-laravel-goto"
vscode "aessoft.aessoft-class-autocomplete"
vscode "alefragnani.project-manager"
vscode "amandeepmittal.pug"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "amirmarmul.laravel-blade-vscode"
vscode "anjali.clipboard-history"
vscode "anthonydiametrix.acf-snippet"
vscode "apility.beautify-blade"
vscode "asciidoctor.asciidoctor-vscode"
vscode "astonedpenguin.tomorrow-night-eighties-contrast"
vscode "attdona.riot"
vscode "attilabuti.vscode-mjml"
vscode "austenc.laravel-blade-spacer"
vscode "avencera.svgmini"
vscode "be5invis.vscode-custom-css"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bierner.color-info"
vscode "bierner.lit-html"
vscode "bladnman.auto-align"
vscode "bmewburn.vscode-intelephense-client"
vscode "bschulte.php-autocomplete"
vscode "burkeholland.simple-react-snippets"
vscode "chakrounanas.turbo-console-log"
vscode "chirtlelovesdolls.nebula-theme"
vscode "chris-noring.node-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "cjhowe7.laravel-blade"
vscode "codebytesfl.ccomment"
vscode "codelios.dartsass"
vscode "codevars.outrun-meets-synthwave"
vscode "codezombiech.gitignore"
vscode "codingyu.laravel-goto-view"
vscode "craigmaslowski.erb"
vscode "ctf0.laravel-goto-controller"
vscode "dacoto.laravel-easy-blade-snippets"
vscode "dakara.dakara-foldplus"
vscode "darkriszty.markdown-table-prettify"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devonray.snippet"
vscode "ditto.convert-html-to-pug"
vscode "donjayamanne.python-environment-manager"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "ducfilan.pug-formatter"
vscode "ecmel.vscode-html-css"
vscode "ecodes.vscode-phpmd"
vscode "editorconfig.editorconfig"
vscode "emily-curry.base16-tomorrow-dark-vscode"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "fabiospampinato.vscode-git-history"
vscode "faelv.composer-companion"
vscode "file-icons.file-icons"
vscode "flydreame.docblocker"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "fuadpashayev.bottom-terminal"
vscode "fvclaus.sort-json-array"
vscode "gerane.theme-tomorrownighteighties"
vscode "ginie.pug2html"
vscode "glitchbl.laravel-create-view"
vscode "golf1052.base16-generator"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "guillaumedoutriaux.name-that-color"
vscode "hakcorp.php-awesome-snippets"
vscode "higoka.php-cs-fixer"
vscode "hkdark.expand-tag-for-blade"
vscode "hookyqr.jsdoctagcomplete"
vscode "howardzuo.vscode-favorites"
vscode "humao.rest-client"
vscode "iceworks-team.iceworks-style-helper"
vscode "ihunte.laravel-blade-wrapper"
vscode "ikappas.composer"
vscode "infeng.vscode-react-typescript"
vscode "ionutvmi.path-autocomplete"
vscode "jakewilson.vscode-placeholder-images"
vscode "jamesmaj.easy-icons"
vscode "jgclark.vscode-todo-highlight"
vscode "jobe451.lorem-whatever"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "jrebocho.vscode-random"
vscode "junstyle.php-cs-fixer"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kokororin.vscode-phpfmt"
vscode "kvnol.mjml-snippets"
vscode "l13rary.l13-sh-snippets"
vscode "lihui.vs-color-picker"
vscode "lit.lit-snippets"
vscode "lukaserat.npm-scripts"
vscode "lukazakrajsek.scss-refactoring"
vscode "massi.javascript-docstrings"
vscode "mdickin.markdown-shortcuts"
vscode "mehedidracula.php-namespace-resolver"
vscode "michelemelluso.code-beautifier"
vscode "miguel-savignano.middleman-partial-trasporter"
vscode "mikebovenlander.formate"
vscode "mikeburgh.xml-format"
vscode "mikestead.dotenv"
vscode "mohamedbenhida.laravel-intellisense"
vscode "mohammadmd.vscode-sassc"
vscode "mohsen1.prettify-json"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-csscomb"
vscode "mrmlnc.vscode-jade-snippets"
vscode "mrmlnc.vscode-pugbeautify"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vscode.vscode-typescript-next"
vscode "mujichok.vscode-project-name-in-statusbar"
vscode "naoray.laravel-goto-components"
vscode "natizyskunk.sftp"
vscode "natqe.scss-generator"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "nesterow.riot-vsc"
vscode "oliversturm.fix-json"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "oouo-diogo-perdigao.docthis"
vscode "pgl.laravel-jump-controller"
vscode "phproberto.vscode-php-getters-setters"
vscode "platformio.platformio-ide"
vscode "plibither8.remove-comments"
vscode "pmneo.tsimporter"
vscode "pomber.git-file-history"
vscode "querykuma.add-this-folder-to-workspace"
vscode "rafikis75.vscode-sassdoc"
vscode "ramyaraoa.sass-helper"
vscode "raymondcamden.parker-code-extension"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "remisa.shellman"
vscode "rexshi.phpdoc-comment-vscode-plugin"
vscode "richie5um2.vscode-sort-json"
vscode "rintoj.json-organizer"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "robertz.code-snapshot"
vscode "rogalmic.bash-debug"
vscode "runem.lit-plugin"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryannaddy.laravel-artisan"
vscode "sainoba.px-to-rem"
vscode "sebastian-software.effective-prettier-vscode"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shevaua.phpcs"
vscode "shopify.ruby-lsp"
vscode "shufo.vscode-blade-formatter"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sidthesloth.html5-boilerplate"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "sooxt.pretty-graphql"
vscode "spmeesseman.vscode-taskexplorer"
vscode "stevencl.adddoccomments"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "suntobright.vscode-sftp"
vscode "taniarascia.new-moon-vscode"
vscode "tautvydasderzinskas.vscode-html-to-css"
vscode "thecodemonkey.synthwave-x-fluoromachine-epic-animations"
vscode "tiansin.vscode-laravel-assist"
vscode "timonwong.shellcheck"
vscode "tomashubelbauer.vscode-markdown-table-format"
vscode "tungvn.wordpress-snippet"
vscode "tyriar.lorem-ipsum"
vscode "valeryanm.vscode-phpsab"
vscode "vincaslt.highlight-matching-tag"
vscode "voldemortensen.rainbow-tags"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscodeshift.mui-snippets"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "wscats.qf"
vscode "xabikos.reactsnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yamajyn.commandlist"
vscode "yogensia.searchwpdocs"
vscode "yuichinukiyama.vscode-preview-server"
vscode "yummygum.city-lights-icon-vsc"
vscode "zaaack.markdown-editor"
vscode "zaferayan.lorem-picsum"
vscode "zhucy.project-tree"
vscode "zignd.html-css-class-completion"
vscode "zobo.php-intellisense"
