tap "bramstein/webfonttools"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "osx-cross/avr"
tap "romkatv/powerlevel10k"
tap "roots/tap"
tap "sass/sass"
tap "sudar/arduino-mk"
brew "ack"
brew "openssl@3", link: false
brew "pcre"
brew "aircrack-ng"
brew "libpng"
brew "xz"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arduino-cli"
brew "autoconf"
brew "automake"
brew "python@3.12"
brew "autopep8"
brew "boost"
brew "libusb"
brew "avrdude"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "gettext"
brew "glib"
brew "harfbuzz"
brew "pkg-config"
brew "bfg"
brew "binutils"
brew "gmp"
brew "gcc"
brew "libraqm"
brew "openblas"
brew "numpy"
brew "openjpeg"
brew "p7zip"
brew "pillow"
brew "python-psutil"
brew "binwalk"
brew "bison"
brew "brew-php-switcher"
brew "bzip2"
brew "cifer"
brew "libtool"
brew "freetds"
brew "libavif"
brew "gd"
brew "libzip"
brew "oniguruma"
brew "php"
brew "composer"
brew "coreutils"
brew "dark-mode"
brew "detox"
brew "dex2jar"
brew "dns2tcp"
brew "dnsmasq", restart_service: true
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fcrackzip"
brew "fdupes"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "ghostscript"
brew "libheif"
brew "imagemagick"
brew "folderify"
brew "foremost"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "openssl@1.1"
brew "grc"
brew "hashpump"
brew "httpd"
brew "hub"
brew "libfido2"
brew "hydra"
brew "isort"
brew "john"
brew "jpeg"
brew "jq"
brew "knock"
brew "lazygit"
brew "libffi"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "libzdb"
brew "lolcat"
brew "lsusb"
brew "lua"
brew "lynx"
brew "mackup"
brew "mariadb"
brew "mhash"
brew "mcrypt"
brew "micro"
brew "n"
brew "netpbm"
brew "nginx"
brew "nmap"
brew "node"
brew "oci-cli"
brew "openvino"
brew "pandoc"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "php@8.1"
brew "phpbrew"
brew "phpmd"
brew "zopfli"
brew "pigz"
brew "pipx"
brew "platformio"
brew "pngcheck"
brew "pnpm"
brew "powerlevel10k"
brew "pv"
brew "pyenv"
brew "pylint"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "re2c"
brew "rename"
brew "rhino"
brew "ripgrep"
brew "rsync"
brew "s-search"
brew "s3cmd"
brew "scrcpy"
brew "shc"
brew "shellcheck"
brew "shfmt"
brew "signify-osx"
brew "socat"
brew "speedtest-cli"
brew "sqlmap"
brew "ssh-copy-id"
brew "sshs"
brew "stow"
brew "stylelint", link: false
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "terminal-notifier"
brew "toilet"
brew "trash"
brew "tree"
brew "ucspi-tcp"
brew "watchman"
brew "webkit2png"
brew "wget"
brew "woff2"
brew "wp-cli-completion"
brew "yapf"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "osx-cross/avr/avr-gcc@9"
brew "roots/tap/trellis-cli"
brew "sass/sass/sass", link: false
brew "sudar/arduino-mk/arduino-mk"
cask "aerial"
cask "android-file-transfer"
cask "android-messages"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio", args: { appdir: "~/Applications" }
cask "androidtool"
cask "authy"
cask "barrier"
cask "betterzip"
cask "brave-browser"
cask "brewservicesmenubar"
cask "cakebrew"
cask "checkra1n"
cask "dbeaver-community"
cask "diffmerge"
cask "discord"
cask "docker"
cask "dozer"
cask "figma"
cask "firefox"
cask "futurerestore-gui"
cask "gcc-arm-embedded"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hashicorp-vagrant"
cask "hyper"
cask "insomnia"
cask "iterm2@beta"
cask "lastpass"
cask "launchcontrol"
cask "opera"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "sidekick"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "stremio"
cask "suspicious-package"
cask "transmission"
cask "typora"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webpquicklook"
cask "whatsapp"
cask "xquartz", args: { appdir: "~/Applications" }
cask "zoom"

